[Cues]
Act_E3_7A_CampusA_BeforeMeetingMark_Max_010 = "Saya perlu istirahat dari Chloe Rollercoaster ... Dan aku hanya ingin membantunya ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_001 = "Max, bisa saya bicara dengan Anda sebentar?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_004 = "Aku hanya ingin melihat bagaimana Anda lakukan."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_007 = "Aku tahu. Aku benar-benar menyesal untuk Kate dan bahwa Anda semua harus melihat bahwa. Jika Anda ingin, ada konselor yang tersedia."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_008 = "Saya hanya ingin mengingatkan Anda betapa bangganya kita semua dari Anda untuk membantu Kate."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_011 = "Anda benar-benar sederhana, Max. Selain dari narsis. Tapi memberikan diri Anda beberapa kredit. Hei, kau baik-baik saja?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_012 = "Ketika Anda menuduh saya membuat Kate menangis?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_014 = "Anda mungkin siswa nosiest dalam sejarah Blackwell."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_015 = "Max, jika aku bingung seperti Anda saya mungkin telah melakukan hal yang sama. Tapi saya jujur ​​hanya mencoba untuk membantu Kate."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_016 = "Jujur, Max? Aku terbakar pada kontes. Kau pikir aku artis yang megah di sini, bayangkan saya di San Francisco ... Aku masih rooting untuk Anda sekalipun."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_020 = "Siapa yang butuh sistem surveilans ketika Anda memiliki Max Caulfield dan mata kameranya? Dan, itu bukan urusanmu."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_021 = "Max, saya bukan" Everyday Hero. "Saya hanya mencoba untuk membantu Kate, tapi dia tidak ingin saran saya, oke?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_023 = "Saya berharap itu tidak cacat karakter yang fatal ... Tidak ingin mencabut dunia seni visi Anda."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_024 = "Penyesalan dan nostalgia bisa menjadi combo berbahaya. Anda tidak dapat mengubah masa lalu, Max. Anda hanya harus menerima pilihan Anda dan" berjalan di. "Yang keluar isyarat pintar saya."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_025 = "Maksudmu menuduh Nathan Prescott dari membius Kate?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_026 = "Anda berarti mendapatkan Nathan Prescott diusir?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_029 = "Karena Anda melaporkan dia karena senjata juga, saya ingin Anda untuk berhati-hati di sini. Tidak untuk menakut-nakuti Anda."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_030 = "Well, saya pikir Nathan lebih kulit dari gigitan. Jangan biarkan dia menakut-nakuti Anda."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_032 = "Ketika Anda menuduh David Madsen bullying Kate?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_033 = "Tentang David Madsen kehilangan hak Blackwell nya?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_036 = "Saya benar-benar percaya Anda-seperti yang Anda tahu, saya bukan penggemar karyanya. Jangan biarkan dia menakut-nakuti Anda."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_037 = "Karena Anda memiliki hati yang baik, Max. Tidak ada yang merasa bersalah. Tapi jangan buang perasaan pada Madsen. Maafkan saya Perancis, tapi dia sialan bajingan. Jangan biarkan dia menakut-nakuti Anda."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_043 = "Setelah Anda mendapatkan kembali dari suspensi Anda, kita akan berbicara tentang masa depan Anda dalam fotografi, keren?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Jefferson_044 = "Kita perlu duduk segera dan berbicara tentang masa depan Anda dalam fotografi, keren?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_003 = "Uh, yakin, Mr. Jefferson."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_005 = "Terima kasih, tapi aku tidak melakukan banyak. Dia hanya membutuhkan seseorang dengan dia ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_006 = "Aku baik-baik saja. Sulit untuk fokus pada banyak setelah apa yang terjadi ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_009 = "Tidak ... tapi aku tidak tahu mengapa aku melakukan itu ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_010 = "Aku hanya merasa aneh tentang apa yang terjadi di Principal kemarin kantor ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_013 = "Yeah ... Aku merasa menyebalkan tentang Anda tidak mendapatkan untuk melakukan" Everyday Hero "kontes ... Apakah Anda membenci saya sekarang?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_017 = "Terima kasih, Mr. Jefferson. Tapi karir di fotografi tampaknya jauh sekarang seperti San Francisco ... Aku hanya tidak percaya diri."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_018 = "Saya juga melihat Anda dan Victoria berbicara tadi malam ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_019 = "Bagaimana Anda mencoba untuk membantu Kate? Dia berlari sambil menangis ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_022 = "Aku tahu, aku tahu, itu kebiasaan buruk."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_031 = "Terlambat. Aku tidak selalu yang berani."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_034 = "Ya. Meskipun ia benar-benar melakukannya."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_035 = "Dia layak mendapatkannya. Jadi, mengapa saya merasa bersalah?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_038 = "Oh, maksudmu selfies retro konyol saya? Dunia seni hanya akan tertawa."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_039 = "Apa" visi "?"
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_040 = "Aku juga. Sepertinya dunia lain."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_042 = "Ini sangat sulit bagi saya untuk melihat masa depan ketika saya selalu melihat ke belakang ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_045 = "Ya. Dan sekarang, aku berharap dia datang setelah saya ..."
Cue_E3_7A_CampusA_CHJefferson_JeffersonCrossMax01_Max_046 = "Dia membius Kate. Aku tahu itu."
Cue_E3_7A_CampusA_SmallTalk_Chloe_010 = "Sudahlah, Max. Hidupku tidak layak waktu berharga Anda tetap ..."
Cue_E3_7A_CampusA_SmallTalk_Chloe_020 = "Anda tidak dapat membantu saat ini, Max. Tidak, kecuali Anda dapat mundur kembali lima tahun untuk menyelamatkan ayah saya ... Have a nice day."
Cue_E3_7A_CampusA_SmallTalk_Chloe_030 = "Anda tidak dapat membantu saat ini, Max. Tidak, kecuali Anda dapat mundur lima tahun untuk menyelamatkan ayah saya ... Have a nice day di sekolah."